"Application was moved to: " = "L'application a été déplacée vers : ";
"Could not move to Applications folder" = "Ne peut pas être déplacé dans le dossier Applications";
"Do Not Move" = "Ne pas déplacer";
"I can move myself to the Applications folder if you'd like." = "Je peux me déplacer moi-même dans le dossier Applications si vous le souhaitez.";
"Move to Applications Folder" = "Déplacer vers le dossier Applications";
"Move to Applications folder in your Home folder?" = "Déplacer vers le dossier Applications de votre dossier de départ ?";
"Move to Applications folder?" = "Déplacer vers le dossier Applications ?";
"Note that this will require an administrator password." = "Notez que vous aurez besoin de votre mot de passe administrateur.";
"This will keep your Downloads folder uncluttered." = "Ceci permet de ne pas encombrer votre dossier Téléchargements.";
